Repository: artizan-paipfood/paip
Catalog: apps/.portal/lib/l10n/app_*.arb
Languages: pt_br

# troqueSuaSenha
source: Change your password
pt_br: Troque sua senha

# confirmeSenha
source: Confirm your password
pt_br: Confirme sua senha

# confirmar
source: Confirm
pt_br: Confirmar

# telefone
source: Phone
pt_br: Telefone

# planosEprecos
source: Plans and prices
pt_br: Planos e preços

# funcionalidades
source: Features
pt_br: Funcionalidades

# titleHome
source: Complete Management for Restaurants with WhatsApp Integration
pt_br: Gestão Completa para Restaurantes com Integração WhatsApp

# subtitleHome
source: From table service to delivery, automate all operations of your restaurant with our complete platform.
pt_br: Do atendimento à mesa até a entrega, automatize todas as operações do seu restaurante com nossa plataforma completa.

# comecarAUsar
source: Get started
pt_br: Começar a usar

# facilidadeDeUso
source: Ease of Use
pt_br: Facilidade de Uso

# descFacilidadeDeUso
source: Our app is so easy to use that anyone can place an order in just a few clicks. Simplicity and efficiency at your fingertips.
pt_br: Nosso app é tão fácil de usar que qualquer pessoa consegue fazer um pedido em poucos cliques. Simplicidade e eficiência ao seu alcance.

# sistemaDelivery
source: Delivery System
pt_br: Sistema Delivery

# descSistemaDelivery
source: Ensure a quick and efficient delivery operation. Track order status and provide quality service to your customers.
pt_br: Garanta uma operação de delivery rápida e eficiente. Acompanhe o status dos pedidos e ofereça um serviço de qualidade aos seus clientes.

# automatizeSeuWhatsApp
source: Automate your WhatsApp
pt_br: Automatize seu WhatsApp

# descAutomatizeSeuWhatsApp
source: Respond to your customers quickly and automatically via WhatsApp. Make communication easier and increase customer satisfaction with immediate responses.
pt_br: Responda seus clientes de forma rápida e automática pelo WhatsApp. Facilite o atendimento e aumente a satisfação dos seus clientes com respostas imediatas.

# imprimaSeusPedidos
source: Print your orders
pt_br: Imprima seus pedidos

# descImprimaSeusPedidos
source: Have all orders printed quickly and organized. Facilitate management and control of your business's orders.
pt_br: Tenha todos os pedidos impressos de forma rápida e organizada. Facilite o gerenciamento e o controle dos pedidos do seu negócio.

# gerencieSeusEntregadores
source: Manage your delivery personnel
pt_br: Gerencie seus Entregadores

# descGerencieSeusEntregadores
source: Easily define delivery areas and efficiently manage your delivery personnel. Ensure that your orders reach customers on time.
pt_br: Defina facilmente as áreas de entrega e gerencie seus entregadores de forma eficiente. Garanta que seus pedidos cheguem aos clientes no prazo certo.

# porMes
source: /Per month
pt_br: /Por mês

# selecionar
source: Select
pt_br: Selecionar

# automacaoComWhatsApp
source: WhatsApp Automation
pt_br: Automação com Whatsapp

# aplicativoDelivery
source: Delivery App
pt_br: Aplicativo Delivery

# relatorios
source: Reports
pt_br: Relatórios

# atePedidosMes
source: Up to {qty} orders per month
pt_br: Até {qty} pedidos por mês

# appEntregador
source: App for deliverers
pt_br: App para entregadores

# planos
source: Plans
pt_br: Planos

# pedidosIlimitados
source: Unlimited orders
pt_br: Pedidos ilimitados

# pdv
source: POS
pt_br: PDV

# comeceGratuitamente
source: Get started for free
pt_br: Comece gratuitamente

# tituloFeatures
source: Complete Solution for Restaurants
pt_br: Solução completa para Restaurantes

# featureTitleWhatsapp
source: WhatsApp Integration
pt_br: Integração com WhatsApp

# featureDescWhatsapp
source: Automatic order confirmations, updates, and communication with customers via WhatsApp
pt_br: Confirmações automáticas de pedidos, atualizações e comunicação com clientes via WhatsApp

# featureTitleImpressao
source: Smart Printing
pt_br: Impressão Inteligente

# featureDescImpressao
source: Automatic printing of orders in the kitchen, bar, and service stations
pt_br: Impressão automática de pedidos na cozinha, bar e estações de serviço

# featureTitlePdv
source: POS System
pt_br: Sistema PDV

# featureDescPdv
source: Modern point of sale with cash control and reports
pt_br: Ponto de venda moderno com controle de caixa e relatórios.

# featureTitleMesa
source: Table Service
pt_br: Serviço de Mesa

# featureDescMesa
source: Digital table management with QR code ordering and status tracking
pt_br: Gestão digital de mesas com pedidos por QR code e acompanhamento de status

# featureTitleAppGarcom
source: Waiter App
pt_br: App para Garçons

# featureDescAppGarcom
source: Mobile app for staff to manage orders, tables, and requests
pt_br: Aplicativo móvel para equipe gerenciar pedidos, mesas e solicitações

# featureTitleEntregadores
source: Delivery Network
pt_br: Rede de Entrega

# featureDescEntregadores
source: Automated dispatch system and real-time availability of delivery personnel
pt_br: Sistema automatizado de despacho e disponibilidade de entregadores em tempo real

# planosTitle
source: Simple and Transparent Pricing
pt_br: Preços Simples e Transparentes

# avaliacoesTitle
source: Restaurants that trust us
pt_br: Restaurantes que confiam em nós

# callTitleAssinar
source: Ready to Modernize your Restaurant?
pt_br: Pronto para Modernizar seu Restaurante?

# callDescAssinar
source: Start your 14-day free trial. No credit card required.
pt_br: Comece seu teste gratuito de 14 dias. Sem necessidade de cartão de crédito.

# callButtonAssinar
source: Start Now
pt_br: Começar Agora

# vendaMuitoMaisComNossasSolucoesDigitais
source: Sell much more with our digital solutions
pt_br: Venda muito mais com nossas soluções digitais

# callTermosUso
source: By proceeding, I accept that PaipFood may contact me for commercial purposes and I agree with the
pt_br: Ao avançar aceito que a PaipFood entre em contato para fins comerciais e concordo com os

# termosUso
source: Terms of Use
pt_br: Termos de Uso

# e
source: and
pt_br: e

# politicaPrivacidade
source: Privacy Policy
pt_br: Política de Privacidade

# cadastrar
source: Register
pt_br: Cadastrar

# proximo
source: Next
pt_br: Próximo

# voltar
source: Back
pt_br: Voltar

# precisaAjuda
source: Need help?
pt_br: Precisa de ajuda?

# nomeCompleto
source: Full Name
pt_br: Nome Completo

# telefoneContato
source: Contact Phone
pt_br: Telefone de Contato

# paisesAtuamos
source: Countries we operate in
pt_br: Países em que atuamos

# solicitarAtendimentoPaises
source: Request service for my country
pt_br: Solicitar atendimento para o meu país

# olaBoasVindasPaip
source: Hello, welcome to PaipFood
pt_br: Olá, bem-vindo à PaipFood

# vamosConfigurarSuaConta
source: Let's set up your account, it only takes a minute.
pt_br: Vamos configurar sua conta, leva só um minuto.

# prazer
source: Nice to meet you
pt_br: Prazer

# nomeEstabelecimento
source: Establishment Name
pt_br: Nome do Estabelecimento

# cpf
source: ID
pt_br: CPF

# cnpj
source: Business Document
pt_br: CNPJ

# estiloCulinario
source: Culinary Style
pt_br: Estilo Culinário

# conteUmPoucoSobreSeuEstabelecimento
source: Tell us a little about your establishment
pt_br: Conte um pouco sobre seu estabelecimento

# qualEnderecoEstabelecimento
source: What is the address of the
pt_br: Qual o endereço do(a)

# enderecoEstabelecimento
source: Establishment Address
pt_br: Endereço do Estabelecimento

# vamosLocalizarSeuEstabelecimento
source: Let's locate your establishment
pt_br: Vamos localizar seu estabelecimento

# novaSenha
source: New Password
pt_br: Nova Senha

# confirmeNovaSenha
source: Confirm New Password
pt_br: Confirme a Nova Senha
