Repository: artizan-paipfood/paip
Catalog: apps/.manager/lib/l10n/app_*.arb
Languages: pt_br

# necessarioDefinirHorarios
source: You must define opening and closing hours before saving.
pt_br: Você precisa definir horario de abertura,horario de fechamento e dias da semana, antes de salvar.

# descDefinirHorarios
source: Define working hours and days of the week that apply to the same rule.
pt_br: Defina seus horários de funcionamento e dias da semana que se aplica a mesma regra.

# horariosFuncionamento
source: Working hours
pt_br: Horários de funcionamento

# descHorariosFuncionamento
source: Define working hours here
pt_br: Defina seus horários de funcionamento aqui

# adicionarHorario
source: Add opening hours
pt_br: Adicionar horário

# conectarStripe
source: Connect to Stripe
pt_br: Conecte-se ao Stripe

# descConectarStripe
source: To receive online payments with credit card and debit card.
pt_br: Para receber pagamentos online com cartão de crédito e débito.

# quantidade
source: Quantity
pt_br: Quantidade

# ativa
source: Active
pt_br: Ativa

# canhotoEntregador
source: Part of Drive
pt_br: Canhoto entregador

# colunas
source: Columns
pt_br: Colunas

# selecioneUmaImpressora
source: Select a printer
pt_br: Selecione uma impressora

# impressora
source: Printer
pt_br: Impressora

# downloadDriverImpressora
source: Download printer driver
pt_br: Download driver impressora

# sincronizado
source: Synchronized
pt_br: Sincronizado

# mudarCor
source: Change color
pt_br: Mudar cor

# distanciaMinimaEmKm
source: Minimum distance (km)
pt_br: Distancia mínima (km)

# precoMinimo
source: Minimum price
pt_br: Preco minimo

# precoPorKmRodado
source: Price per km driven
pt_br: Preco por km rodado

# exemploDistanciaMinima
source: Example: free until 1.5 km
pt_br: Exemplo: Grátis até (km)

# adicionarArea
source: Add Area
pt_br: Adicionar area

# descAreasEntrega
source: Define your delivery areas by drawing on the map or by km driven.
pt_br: Defina suas áreas de entrega por bairro desenhando no mapa ou por km rodado.

# solicitarParceria
source: Request partnership
pt_br: Solicitar parceria

# telefoneEntregador
source: Driver phone
pt_br: Telefone do entregador

# confirmar
source: Confirm
pt_br: Confirmar

# pendente
source: Pending
pt_br: Pendente

# parceiro
source: Partner
pt_br: Parceiro

# infoFecharSistemaEmMinutos
source: The system will be closed in {minutes} minutes
pt_br: O Sistema será encerrado automaticamente em {minutes} minutos

# fechado
source: Closed
pt_br: Fechado

# aberto
source: Open
pt_br: Aberto

# descDialogLogout
source: Are you sure you want to log out?
pt_br: Tem certeza que deseja sair?

# descDialogEncerrarSistema
source: Are you sure you want to close the system?
pt_br: Tem certeza que deseja encerrar o sistema?

# descDialogBackupCustomer
source: Are you sure you want to back up the customer?
pt_br: Deseja fazer backup dos seus clientes?

# backupRealizado
source: Backup performed.
pt_br: Backup realizado com sucesso.

# selecioneUmaImagem
source: Select an image
pt_br: Selecione uma imagem

# pedidoCancelado
source: Order canceled
pt_br: Pedido cancelado

# mensagemAbrirEstabelecimento
source: It's time to open the establishment
pt_br: Já está na hora de abrir o estabelecimento

# mensagemFecharEstabelecimento
source: It's time to close the establishment
pt_br: Já está na hora de fechar o estabelecimento

# infoPedidoForaPeriodoAgendamento
source: The order is out of the scheduled period
pt_br: Pedido fora do periodo de agendamento, tente novamente mais próximo do horário.

# selecionarEntregador
source: Select driver
pt_br: Selecionar entregador

# carrinho
source: Cart
pt_br: Carrinho

# cancelarPedido
source: Cancel order
pt_br: Cancelar pedido

# imprimir
source: Print
pt_br: Imprimir

# descrevaMotivoCancelamento
source: Describe the reason for cancellation
pt_br: Descreva o motivo do cancelamento

# acabouProdutoX
source: Out of stock of {product}
pt_br: Acabou o produto {product}

# voceNaoPossuiEntregadores
source: You don't have any drivers available
pt_br: Você não possui entregadores disponíveis

# mesas
source: Tables
pt_br: Mesas

# comandas
source: Tabs
pt_br: Comandas

# venda
source: Sale
pt_br: Venda

# descEmptyStatePedido
source: You don't have any orders yet.
pt_br: Nenhum pedido por aqui.

# tempoEntrega
source: Delivery time
pt_br: Tempo de entrega

# tempoRetirada
source: Pickup time
pt_br: Tempo de retirada

# aceitarPedidosAutomaticamente
source: Accept orders automatically
pt_br: Aceitar pedidos automaticamente

# buscarPedidos
source: Search orders
pt_br: Buscar pedidos

# pendentes
source: Pending 👋
pt_br: Pendentes 👋

# emProducao
source: In production 🔥
pt_br: Em produção 🔥

# emRota_aguardandoRetirada
source: On the way 🛵/ awaiting pickup 📦
pt_br: Em rota 🛵/ aguardando retirada 📦

# concluidos
source: Completed ✅
pt_br: Concluídos ✅

# cancelados
source: Canceled ❌
pt_br: Cancelados ❌

# perdidos
source: Lost 🚫
pt_br: Perdidos 🚫

# cep
source: Zip code
pt_br: CEP

# sincronizarContatos
source: Sync contacts
pt_br: Sincronizar contatos

# fazerBackup
source: Backup
pt_br: Fazer backup

# importarContatos
source: Import contacts
pt_br: Importar contatos

# contatosImportados
source: Contacts imported
pt_br: Contatos importados

# descEmptyStateEnderecos
source: You haven't added any addresses yet.
pt_br: Nenhum endereço cadastrado.

# retirada_consumo
source: Pickup / Consumption
pt_br: Retirada / Consumo

# infoSelecioneOuAdicioneEndereco
source: Select or add an address to continue
pt_br: Selecione ou adicione um endereço para continuar

# itens
source: Items
pt_br: Itens

# taxaServico
source: Service fee
pt_br: Taxa de serviço

# trocoPara
source: Change for
pt_br: Troco para

# pagamentoRealizado
source: Payment made
pt_br: Pagamento realizado

# pagamentos
source: Payments
pt_br: Pagamentos

# voltar
source: Back
pt_br: Voltar

# campoObrigatorio
source: Required field.
pt_br: Campo obrigatório.

# valorPagamentoMaiorQueConta
source: Payment amount greater than the bill.
pt_br: Valor do pagamento maior que a conta.

# relatorioPedidos
source: Order report
pt_br: Relatório de pedidos

# juntarMesas
source: Join tables
pt_br: Juntar mesas

# separarMesas
source: Separate tables
pt_br: Separar mesas

# transferirMesa
source: Transfer table
pt_br: Transferir mesa

# limparMesa
source: Clean table
pt_br: Limpar mesa

# adicionarItens
source: Add items
pt_br: Adicionar itens

# fecharConta
source: Close account
pt_br: Fechar conta

# nomeAmbiente
source: Environment name
pt_br: Nome do ambiente

# adicionarAmbiente
source: Add environment
pt_br: Adicionar ambiente

# numeroMesa
source: Table number
pt_br: Número da mesa

# desejaAbrirMesaParaVenda
source: Do you want to open the table for sale?
pt_br: Deseja abrir a mesa para venda?

# descartar
source: Discard
pt_br: Descartar

# abrirMesa
source: Open table
pt_br: Abrir mesa

# transferir
source: Transfer
pt_br: Transferir

# separar
source: Separate
pt_br: Separar

# adicionarComanda
source: Add tab
pt_br: Adicionar comanda

# removerComanda
source: Remove tab
pt_br: Remover comanda

# numeroObrigatorio
source: Number required
pt_br: Número obrigatório

# numeroInvalido
source: Invalid number
pt_br: Número inválido

# jaExiste
source: Already exists
pt_br: Já existe

# capacidade
source: Capacity
pt_br: Capacidade

# ambiente
source: Environment
pt_br: Ambiente

# excluirMesa
source: Delete table
pt_br: Excluir mesa

source: Area
pt_br: Área

# selecioneUmaMesa
source: Select a table
pt_br: Selecione uma mesa

# mesaXDisponivel
source: Table {table} available
pt_br: Mesa {table} disponível

# agrupado
source: Grouped
pt_br: Agrupado

# conexaoReestabelecida
source: Connection reestablished
pt_br: Conexão reestabelecida

# semConexaoInternet
source: No internet connection.
pt_br: Sem conexão com a internet.

# concluido
source: Completed
pt_br: Concluído

# novaVersaoDisponivel
source: New version available
pt_br: Nova versão disponível

# atualizar
source: Update
pt_br: Atualizar

# iniciandoInstalador
source: Starting installer...
pt_br: Iniciando instalador...

# sair
source: Exit
pt_br: Sair

# bemVindo
source: Welcome!
pt_br: Bem-vindo!

# ativo
source: Active
pt_br: Ativo

# inativo
source: Inactive
pt_br: Inativo

# erroIniciarWpp
source: Error starting WhatsApp, try restarting the system. If the problem persists, contact support.
pt_br: Erro ao iniciar o whatsapp, tente reiniciar o sistema, se o problema persistir entre em contato com o suporte.

# erroEnviarMensagem
source: Error sending message, try restarting the system. If the problem persists, contact support.
pt_br: Erro ao enviar mensagem, tente reiniciar o sistema, se o problema persistir entre em contato com o suporte.

# bomDia
source: Good morning
pt_br: Bom dia

# boaTarde
source: Good afternoon
pt_br: Boa tarde

# boaNoite
source: Good evening
pt_br: Boa noite

# raioEntrega
source: Delivery radius
pt_br: Raio de entrega

# infoselecioneAreaEntregaAntesAddPonto
source: Select the delivery area before adding a point
pt_br: Selecione uma área de entrega antes de adicionar um ponto

# layoutImpresssao
source: Print layout
pt_br: Layout de impressão

# salvoComSucesso
source: Saved successfully
pt_br: Salvo com sucesso!

# trafegoPago
source: Paid Advertisements
pt_br: Anúncios pagos

# trafegoPagoHandleErrorCode
source: Please enter only the code
pt_br: Por favor adicione somente o codigo

# preferenciasDoUsuario
source: User preferences
pt_br: Preferências do usuário

# preferenciasDoEstabelecimento
source: Establishment preferences
pt_br: Preferências do estabelecimento

# resetContagemPedidos
source: Reset order count
pt_br: Reset contagem de pedidos

# periodo
source: Period
pt_br: Período

# preferencias
source: Preferences
pt_br: Preferências

# nunca
source: Never
pt_br: Nunca

# diariamente
source: Daily
pt_br: Diariamente

# semanalmente
source: Weekly
pt_br: Semanalmente

# mensalmente
source: Monthly
pt_br: Mensalmente

# anualmente
source: Yearly
pt_br: Anualmente

# espelharHorizontalmente
source: Mirror horizontally
pt_br: Espelhar horizontalmente

# erroAoVerificarPagamento
source: Error checking payment. Please try again.
pt_br: Erro ao verificar o pagamento. Tente novamente.

# erroAoGerarPagamento
source: Error generating payment. Please try again.
pt_br: Erro ao gerar o pagamento. Tente novamente.

# chatbotStatesDisableTitle
source: Enable WhatsApp integration to start using the Chatbot
pt_br: Habilite a integração com o WhatsApp para começar a usar o Chatbot

# chatbotStatesDisableSubtitle
source: You need to enable WhatsApp integration to start using the Chatbot
pt_br: Você precisa habilitar a integração com o WhatsApp para começar a usar o Chatbot

# chatbotStatesDisableAction
source: Enable
pt_br: Habilitar

# chatbotStatesConnectingTitle
source: Connecting
pt_br: Conectando

# chatbotStatesConnectingSubtitle
source: Please wait a moment...
pt_br: Aguarde alguns instantes...

# chatbotStatesConnectingAction
source: Cancel
pt_br: Cancelar

# chatbotStatesConnectedTitle
source: Connected
pt_br: Conectado

# chatbotStatesConnectedSubtitle
source: Customize your status messages below.
pt_br: Personalize suas mensagens de status a baixo.

# chatbotStatesConnectedAction
source: Disconnect
pt_br: Desconectar

# chatbotStatesDisconnectedTitle
source: Disconnected
pt_br: Desconectado

# chatbotStatesDisconnectedSubtitle
source: You need to scan the QR code to connect WhatsApp
pt_br: Você precisa escanear o QRCode para conectar o WhatsApp

# chatbotStatesDisconnectedAction
source: Connect
pt_br: Conectar

# atencao
source: Attention
pt_br: Atenção

# descWhatsappDesconectado
source: Your WhatsApp is disconnected
pt_br: Seu whatsapp está desconectado
