Repository: artizan-paipfood/paip
Catalog: apps/.manager/lib/l10n/app_*.arb
Languages: pt_br

# wppGreetingsMessage
source: 🤖 Hello! I am the Virtual Attendant of [establishment_name]. To place an order conveniently, click the link below: 👇🏼 Tap to order 👇🏼 [link_company]
pt_br: 🤖 Olá! Eu sou o Atendente Virtual do(a) [establishment_name]. Para fazer um pedido com praticidade, clique no link abaixo: 👇🏼 Toque para pedir 👇🏼 [link_company]

# wppPending
source: Hello [name]👋, Great to see you here! > We have received your order, please wait for confirmation. > Here is the link if you want to track it: [link_order_status]
pt_br: Olá [name]👋, Que bom te ver por aqui! > Recebemos seu pedido, por favor, aguarde a confirmação. > Aqui está o link se quiser acompanhar: [link_order_status]

# wppAccepted
source: [name] Your order has been accepted! Here is the link if you want to track it: [link_order_status]
pt_br: [name] Seu pedido foi aceito! Aqui está o link se quiser acompanhar: [link_order_status]

# wppAwaitingDelivery
source: [name] > Your order is ready. The delivery man is on his way to collect your order here in [establishment_name]!
pt_br: [name] > Seu pedido já está pronto. O entregador já está a caminho para coletar seu pedido aqui na loja!

# wppAwaitingPickup
source: The wait is over! 😍 > Your order is ready and waiting for you!
pt_br: Acabou a espera! 😍 > Seu pedido já está pronto e esperando por você!

# wppDelivered
source: Your order has been delivered thank you very much for your trust! 😊
pt_br: Seu pedido foi entregue muito obrigado pela confiança! 😊

# wppInDelivery
source: We have great news for you!😀 > Your order is out for delivery and will arrive soon. If you have any questions, we are here to help.
pt_br: Temos uma ótima notícia para você!😀 > Seu pedido saiu para entrega e logo chegará por aí, Qualquer dúvida, estamos à disposição.

# wppLocalOrderMessage
source: Hello [name] 👋 Great to see you here! Your order has been placed and is already being prepared.✅ > I will be back soon with updates on its status. Here is the link if you want to track it: [link_order_status]
pt_br: Olá [name] 👋 Que bom te ver por aqui! Seu pedido foi realizado e já está sendo preparado.✅ > Logo volto com novidades, sobre o status do mesmo. Aqui está o link, se quiser acompanhar: [link_order_status]

source: Credit
pt_br: Crédito

# pago
source: Paid
pt_br: Pago

source: Debit
pt_br: Débito

source: Food Ticket
pt_br: Vale Alimentação

source: Meal Ticket
pt_br: Vale Refeição

source: Cash
pt_br: Dinheiro

# senha
source: Password
pt_br: Senha

# entrar
source: Login
pt_br: Entrar

# naoTemConta
source: Don't have an account?
pt_br: Não tem conta?

# registrese
source: Register
pt_br: Registe-se

# esqueceuSenha
source: Forgot your password?
pt_br: Esqueceu sua senha?

# definicoes
source: Settings
pt_br: Definições

# aparencia
source: Appearance
pt_br: Aparência

# informacoes
source: Information
pt_br: Informações

# horaioFuncionamento
source: Business hours
pt_br: Horário de funcionamento

# formasPagamento
source: Payment methods
pt_br: Formas de pagamento

# areasEntrega
source: Delivery areas
pt_br: Áreas de entrega

# cores
source: Colors
pt_br: Cores

# corPrimaria
source: Primary color
pt_br: Cor primária

# descCorPrimaria
source: Choose a color to be the primary color of your app.
pt_br: Escolha uma cor para ser a cor principal do seu app.

# imagens
source: Images
pt_br: Imagens

# descImagens
source: Choose a cover image and a logo for your store.
pt_br: Escolha uma imagem de capa e um logótipo para a sua loja.

# endereco
source: Address
pt_br: Endereço

# adicionarEndereco
source: Add address
pt_br: Adicionar endereço

# enderecoInvalido
source: Invalid address
pt_br: Endreço inválido

# adicioneEnderecoEntrega
source: Add a delivery address
pt_br: Adicone um endereço de entrega

# selecioneEnderecoPadraoCliente
source: Select the customer's default delivery address
pt_br: Selecione o endereço de entrega padrão do cliente

# enderecoCliente
source: Customer address
pt_br: Endereço do cliente

# selecioneClientePedido
source: Select a customer to place the order
pt_br: Selecione um cliente para efetuar o pedido

# selecionarCliente
source: Select customer
pt_br: Selecionar cliente

# pesquiseClienteNomeTelefone
source: Search your customer by name or phone
pt_br: Pesquise seu cliente por nome ou telefone

# adicionarCliente
source: Add customer
pt_br: Adicionar cliente

# novoCliente
source: New customer
pt_br: Novo cliente

# nomeCompleto
source: Full name
pt_br: Nome completo

# descEndereco
source: Enter your establishment's address
pt_br: Informe o endereço do seu estabelecimento

# numero
source: Number
pt_br: Número

# dataNascimento
source: Date of birth
pt_br: Data de nascimento

# complemento
source: Additional info
pt_br: Complemento

# informacoesPrincipais
source: Main Information
pt_br: Informações Principais

# descInformacoesPrincipais
source: Set a name, minimum order value, and contact information
pt_br: Defina um nome, valor mínimo de pedidos e as informações de contacto

# nomeLoja
source: Store Name
pt_br: Nome da Loja

# descricao
source: Description
pt_br: Descrição

# razaoSocial
source: Corporate Name
pt_br: Razão Social

# pedidoMin
source: Minimum order
pt_br: Pedido mínimo

# loja
source: Store
pt_br: Loja

# descLoja
source: Store link and service modes (Delivery, Pickup, Table, Kiosk)
pt_br: Link da loja e modos de atendimento (Entrega, Recolha, Mesa, Quiosque)

# linkLoja
source: Store link
pt_br: Link da loja

# descLinkLoja
source: Copy your store link and send it to your customers (Cannot be changed).
pt_br: Copie o link da sua loja e envie para seus clientes (Não é permitido alterar).

# redesSociais
source: Social Media
pt_br: Redes Sociais

# descredesSociais
source: Fill in the social media links of your business, if any
pt_br: Complete com o link das redes sociais do seu negócio, caso tenha

# adicionar
source: Add
pt_br: Adicionar

# nome
source: Name
pt_br: Nome

# preco
source: Price
pt_br: Preço

# precoPromocional
source: Promotional price
pt_br: Preço promocional

# opcoes
source: Options
pt_br: Opções

# opcao
source: Option
pt_br: Opção

# addOpcao
source: Add size option
pt_br: Adicionar opção de tamanho

# cancelar
source: Cancel
pt_br: Cancelar

# salvar
source: Save
pt_br: Salvar

# complementos
source: Add-ons
pt_br: Complementos

# nomeItem
source: Enter a name for this item
pt_br: Informe um nome para este item

# preSelecionado
source: Pre-selected
pt_br: Pré selecionado

# quantidadeSabores
source: Number of flavors
pt_br: Quantidade de sabores

# bordas
source: Edges
pt_br: Bordas

# descPageTamnhosQuantidadePizza
source: Define the sizes and number of flavors for your pizzas.
pt_br: Defina os tamanhos e quantidade de sabores das suas pizzas.

# tamanhos
source: Sizes
pt_br: Tamanhos

# tamanhoLabel
source: Size - slices
pt_br: Tamanho - fátias

# adicionais
source: Extras
pt_br: Adicionais

# pizzaGrandeNome
source: Large pizza - 8 slices
pt_br: Pizza grande - 8 Fátias

# pizzaPequenaNome
source: Small pizza - individual
pt_br: Pizza pequena - individual

# sabores
source: Flavors
pt_br: Sabores

# complementoBordasDesc
source: Choose an edge for your pizza
pt_br: Escolha uma borda para a sua pizza

# massas
source: Doughs
pt_br: Massas

# complementoMassasDesc
source: Choose a dough for your pizza
pt_br: Escolha uma massa para a sua pizza

# bar
source: Bar & Restaurant
pt_br: Bar & Restaurante

# bistro
source: French Bistro
pt_br: Bistrô francês

# cafe
source: Coffee shop
pt_br: Cafeteria

# italiana
source: Italian
pt_br: Italiana

# churrascaria
source: Steakhouse
pt_br: Churrascaria

# comidaCaseira
source: Homemade food
pt_br: Comida Caseira

# comidaSaudavel
source: Healthy food
pt_br: Comida Saudável

# creperia
source: Creperie
pt_br: Creperia

# arabe
source: Arabian
pt_br: Árabe

# emporio
source: Emporium
pt_br: Empório

# mercado
source: Market
pt_br: Mercado

# japonesa
source: Japanese
pt_br: Japonesa

# chinesa
source: Chinese
pt_br: Chinesa

# frutosMar
source: Seafood
pt_br: Frutos do Mar

# hamburgueria
source: Burger joint
pt_br: Hamburgueria

# pizzaria
source: Pizzeria
pt_br: Pizzaria

# sorveteria
source: Ice cream parlor
pt_br: Sorveteria

# padaria
source: Bakery
pt_br: Padaria

# sanduiches
source: Sandwiches
pt_br: Sanduíches

# sucos
source: Juices & Vitamins
pt_br: Sucos & Vitaminas

# farmacia
source: Pharmacy
pt_br: Farmácia

# vegetariana
source: Vegetarian
pt_br: Vegetariana

# vegana
source: Vegan
pt_br: Vegana

# aPartirDe
source: Starting from {value}
pt_br: A partir de {value}

# deletar
source: Delete
pt_br: Deletar

# editar
source: Edit
pt_br: Editar

# sim
source: Yes
pt_br: Sim

# saborMussarela
source: Mozzarella
pt_br: Mussarela

# descMussarela
source: Homemade tomato sauce, mozzarella, catupiry, olives, and oregano.
pt_br: Molho de tomate caseiro, mussarela, catupiry, azeitonas e orégano.

# saborCalabresa
source: Calabrese
pt_br: Calabresa

# descCalabresa
source: Homemade tomato sauce, calabrese sausage, catupiry, onion, olives, and oregano.
pt_br: Molho de tomate caseiro, calabresa, catupiry, cebola, azeitonas e orégano.

# pizzaGrandeDefault
source: Large Pizza - 8 slices
pt_br: Pizza Grande - 8 fátias

# pizzaPequenaDefault
source: Small Pizza - Individual
pt_br: Pizza Pequena - Individual

# massaTradicional
source: Traditional Dough
pt_br: Massa Tradicional

# emptySateteProdutos
source: You haven't added any products yet.
pt_br: Voce ainda não adicionou nenhum produto.

# emptySateteCategorias
source: You haven't added any categories yet.
pt_br: Voce ainda não adicionou nenhuma categoria.

# emptySateteComplementos
source: You haven't added any add-ons yet.
pt_br: Voce ainda não adicionou nenhum complemento.

# emptySateteSaborPizza
source: You haven't added any flavor yet.
pt_br: Voce ainda não adicionou nenhum sabor.

# adicionarSaborPizzaA
source: Add flavor to {name}
pt_br: Adicionar sabor a {name}

# emptyStateItens
source: You haven't added any items yet.
pt_br: Voce ainda não adicionou nenhum item.

# adicionarProdutoA
source: Add product to {name}
pt_br: Adicionar produto a {name}

# adicionarItemA
source: Add item to {name}
pt_br: Adicionar item a {name}

# precoPromocionalDeveSerMenorQuePreco
source: The promotional price must be less than the price
pt_br: O preço promocional deve ser menor que o preço

# imagemExcluidaSucesso
source: Image successfully deleted!
pt_br: Imagem excluida com sucesso!

# deletarImagem
source: Delete image
pt_br: Excluir imagem

# uploadImagem
source: Select image
pt_br: Selecionar imagem

# descZoomImagem
source: Use your mouse scroll to zoom +- on your image
pt_br: Utilize o scroll do seu mouse para dar zoom +- na sua imagem

# imagemSalvaComSucesso
source: Image successfully saved!
pt_br: Imagem salva com sucesso!

# vocePrecisaSelecionarUmaImagem
source: You need to select an image
pt_br: Você precisa selecionar uma imagem

# adicionarTamanho
source: Add size
pt_br: Adicionar tamanho

# categorias
source: Categories
pt_br: Categorias

# addCategoria
source: To add a new category just click the button next to it
pt_br: Para adicionar uma nova categoria basta clicar no botão ao lado

# descMenu
source: Manage your products
pt_br: Faça a gestão dos seus produtos

# sincronizar
source: Sync changes
pt_br: Sincronizar alterações

# tituloEditarCategoria
source: Edit your category.
pt_br: Edite sua categoria.

# tituloEditarComplemento
source: Edit your add-on.
pt_br: Edite seu complemento.

# tituloComplemento
source: Register and define your add-on rules
pt_br: Cadastre e defina as regras do seu complemento

# tituloCategoria
source: Choose a category option.
pt_br: Escolha uma opção de categoria.

# produtos
source: Products
pt_br: Produtos

# descCategoriaProdutos
source: General products, e.g., snacks, sweets, meals, etc.
pt_br: Produtos no geral ex: lanches, doces, marmitas, etc...

# descCategoriaPizza
source: Exclusive category for pizzas
pt_br: Categoria exclusiva para pizzas

# nomeDaCategoria
source: Category name*
pt_br: Nome da categoria*

# gratuito
source: Free
pt_br: Gratuito

# tooltipNomeComplemento
source: This field appears for the customer in the menu
pt_br: Este campo aparece para o cliente no cardapio

# tooltipIdentificador
source: This field appears only for you to help identify the add-on
pt_br: Este campo aparece somente para você para ajudar a identificar o complemento

source: Identifier
pt_br: Identificador

# hintIdentifier
source: Extras_snacks_simple_01
pt_br: Extras_lanches_simples_01

# quantidadeMinima
source: Minimum quantity
pt_br: Quantidade minima

# hintQuantidadeMinima
source: e.g., 0
pt_br: Ex: 0

# quantidadeMaxima
source: Maximum quantity
pt_br: Quantidade maxima

# hintQuantidadeMaxima
source: e.g., 5
pt_br: Ex: 5

# validatorQuantidadeMaxima
source: Maximum quantity must be greater than the minimum quantity.
pt_br: Quantidade maxima deve ser maior que a quantidade minima.

# tipoDoSeletor
source: Selector type
pt_br: Tipo do seletor

# seletorUnico
source: Single selector
pt_br: Seletor unico

# descSeletorUnico
source: Allows selecting the same item only once.
pt_br: Permite selecionar apenas uma vez o mesmo item.

# seletorMultiplo
source: Multiple selector
pt_br: Seletor multiplo

# descSeletorMultiplo
source: Allows selecting the same item multiple times.
pt_br: Permite selecionar varias vezes o mesmo item.

# obrigatorio
source: Required
pt_br: Obrigatório

# feedbackSucessImagemDeletada
source: Image successfully deleted!
pt_br: Imagem deletada com sucesso!

# bordasEMassas
source: Edges & Doughs
pt_br: Bordas & Massas

# tituloBordasEMassas
source: Define the options for edges and doughs for your pizzas
pt_br: Definas as opções de bordas e massa da suas pizzas

# descSelecionarImage
source: Select a new image for your item
pt_br: Selecione uma nova imagem para o seu item

# tituloConfirmacaoExclusao
source: Are you sure you want to delete?
pt_br: Tem certeza que deseja excluir?

# descConfirmacaoExclusao
source: This action cannot be undone. Type {sim} to confirm.
pt_br: Esta ação não pode ser desfeita digite {sim} para confirmar.

# validatorConfirmacaoExclusao
source: Type {sim} in the field to confirm.
pt_br: Digite {sim} no campo para confirmar.

# pedidos
source: Orders
pt_br: Pedidos

# pedido
source: Order
pt_br: Pedido

# descComplementRequiredObrigatio
source: Choose {qty} option
pt_br: Escolha {qty} opção

# descComplementRequiredObrigatioPlural
source: Choose {qty} options
pt_br: Escolha {qty} opções

# descComplementObrigatio
source: Choose at least {qty} option
pt_br: Escolha ao menos {qty} opção

# descComplementObrigatioPlural
source: Choose at least {qty} options
pt_br: Escolha ao menos {qty} opções

# descComplementLivre
source: Choose up to {qty} option
pt_br: Escolha até {qty} opção

# descComplementLivrePlural
source: Choose up to {qty} options
pt_br: Escolha até {qty} opções

# descComplementLivreIlimitado
source: Choose as many options as you want
pt_br: Escolha quantas opções quiser

# descComplementPizza
source: Choose {qty} flavor
pt_br: Escolha {qty} sabor

# descComplementPizzaPlural
source: Choose {qty} flavors
pt_br: Escolha {qty} sabores

# descComplementAte
source: To {qty}
pt_br: Até {qty}

# observacoes
source: Notes
pt_br: Observações

# observacoesDesc
source: Write your notes here...
pt_br: Escreva suas Observações aqui...

# sabor
source: {qty} Flavor
pt_br: {qty} Sabor

# saborPlural
source: {qty} Flavors
pt_br: {qty} Sabores

# obs
source: Note: {content}
pt_br: Obs: {content}

# pdv
source: POS
pt_br: Pdv

# selecionarMesa
source: Select table
pt_br: Selecionar mesa

# clienteAvulso
source: Guest customer
pt_br: Cliente avulso

# ola
source: Hello
pt_br: Olá

# pesquisarProdutos
source: Search products
pt_br: Pesquisar produtos

# impressao
source: Print
pt_br: Impressão

# impressoras
source: Printers
pt_br: Impressoras

# taxaEntrega
source: Delivery fee
pt_br: Taxa de entrega

# desconto
source: Discount
pt_br: Desconto

# troco
source: Change
pt_br: Troco

# telefone
source: Phone
pt_br: Telefone

# bairro
source: Neighborhood
pt_br: Bairro

# credito
source: Credit
pt_br: Credito

# debito
source: Debit
pt_br: Debito

# money
source: Cash
pt_br: Dinheiro

# entrega
source: Delivery
pt_br: Entrega

# retirada
source: Pickup
pt_br: Retirada

# consumo
source: Consume
pt_br: Consumo

# mesa
source: Table
pt_br: Mesa

# trocop
source: Change for
pt_br: Troco p/

# finalizar
source: Finish
pt_br: Finalizar

source: Pending
pt_br: Pendente

source: Accepted
pt_br: Aceito

source: In delivery
pt_br: Em entrega

source: Awaiting pickup
pt_br: Aguardando retirada

# awaitingDelivery
source: Awaiting delivery man
pt_br: Aguardando entregador

source: Delivered
pt_br: Entregue

source: Canceled
pt_br: Cancelado

source: Lost
pt_br: Perdido

# segunda
source: Monday
pt_br: Segunda

# terca
source: Tuesday
pt_br: Terça

# quarta
source: Wednesday
pt_br: Quarta

# quinta
source: Thursday
pt_br: Quinta

# sexta
source: Friday
pt_br: Sexta

# sabado
source: Saturday
pt_br: Sábado

# domingo
source: Sunday
pt_br: Domingo

# faturaDisponivel
source: Invoice available
pt_br: Fatura disponível

# faturaVencida
source: Invoice overdue
pt_br: Fatura vencida

# sistemaBloqueado
source: System blocked
pt_br: Sistema bloqueado

# faturaDescVencimento
source: Your invoice is due on {date}
pt_br: Sua fatura vence em {date}

# faturaAvisoBloqueio
source: Your system will be blocked in {days} days
pt_br: Seu sistema será bloqueado em {days} dia

# faturaDescBloqueado
source: Your system has been blocked, please settle the invoice to reactivate it. Your invoice was due on {date}
pt_br: Seu sistema foi bloqueado, regularize a fatura para ativa-lo novamente. Sua fatura venceu em {date}

# faturaDeMaisUmDia
source: Give me one more day
pt_br: Me de mais um dia

# useWhatsappAutomatizarSistema
source: Use WhatsApp to automate your system
pt_br: Use o WhatsApp para automatizar seu sistema

# atualizeSeusClientesSobreOsStatusDosPedidos
source: Update your customers on order statuses, automate your WhatsApp and keep your customers informed.
pt_br: Atualize seus clientes sobre os status dos pedidos, deixe seu WhatsApp no automático e não deixe seu cliente esperando.

# abrirSeuWhatsappNoSeuCelularNaJanelaConversas
source: Open your WhatsApp on your phone, in the chats window.
pt_br: Abra seu WhatsApp no seu celular, na janela de conversas.

# toqueEm
source: Tap on
pt_br: Toque em

# maisOpcoes
source: More options
pt_br: Mais opções

# seEstiverNoAndroid
source: if you are on Android, or
pt_br: se estiver no Android, ou em

# configuracoes
source: Settings
pt_br: Configurações

# seEstiverNoIos
source: if you are on iOS.
pt_br: se estiver no iOS.

# dispositivosConectados
source: Linked devices
pt_br: Dispositivos conectados

# eEmSeguidaEm
source: and then on
pt_br: e, em seguida, em

# conectarDispositivo
source: Link a device.
pt_br: Conectar dispositivo.

# aponteSeuCelularParaEstaTelaParaEscanear
source: Point your phone at this screen to scan the QR code.
pt_br: Aponte seu celular para esta tela para escanear o QR code.

# conectado
source: Connected
pt_br: Conectado

# desconectado
source: Disconnected
pt_br: Desconectado

# data
source: Date
pt_br: Data

# entregador
source: Delivery person
pt_br: Entregador

source: Order type
pt_br: Tipo de pedido

# comprouAMes
source: Bought 1 month ago
pt_br: Comprou há 1 mês

# comprouAMeses
source: Bought {qty} months ago
pt_br: Comprou há {qty} meses

# comprouASemana
source: Bought 1 week ago
pt_br: Comprou há 1 semana

# comprouASemanas
source: Bought {qty} weeks ago
pt_br: Comprou há {qty} semanas

# comprouAAno
source: Bought 1 year ago
pt_br: Comprou há 1 ano

# comprouAAnos
source: Bought {qty} years ago
pt_br: Comprou há {qty} anos

# comprouADia
source: Bought 1 day ago
pt_br: Comprou há 1 dia

# comprouADias
source: Bought {qty} days ago
pt_br: Comprou há {qty} dias

# comprouAHora
source: Bought 1 hour ago
pt_br: Comprou há 1 hora

# comprouAHoras
source: Bought {qty} hours ago
pt_br: Comprou há {qty} horas

# comprouAPouco
source: Bought a little ago
pt_br: Comprou há pouco

# agendado
source: Scheduled
pt_br: Agendado

# agendamentos
source: Appointments
pt_br: Agendamentos

# ajustes
source: Settings
pt_br: Ajustes

# habilitarAgendamentos
source: Enable appointments
pt_br: Habilitar agendamentos

# habilitarAgendamentosAmanha
source: Enable appointments tomorrow
pt_br: Habilitar agendamentos para amanhã

# vendasDoDia
source: Sales of the day
pt_br: Vendas do dia

# relatorios
source: Reports
pt_br: Relatórios

# entregadores
source: Drivers
pt_br: Entregadores

# automacoes
source: Automations
pt_br: Automações

# duplicar
source: Duplicate
pt_br: Duplicar

source: Available
pt_br: Livre

source: Occupied
pt_br: Ocupada

source: Reserved
pt_br: Reservada

source: Closing account
pt_br: Fechando conta

source: Cleaning
pt_br: Limpando

source: In maintenance
pt_br: Em manutenção

# fechar
source: Close
pt_br: Fechar

# pagar
source: Pay
pt_br: Pagar

# encerrandoSistema
source: Closing system
pt_br: Encerrando o sistema

# aguardandoPagamento
source: Waiting payment
pt_br: Aguardando pagamento

# alteracoesSalvas
source: Changes saved
pt_br: Alterações salvas com sucesso

# necessarioReiniciar
source: It is necessary to restart
pt_br: Necessário reiniciar o sistema

# fecharSistema
source: Close system
pt_br: Fechar sistema

# restaurar
source: Restore
pt_br: Restaurar

# restauracaoEfetuada
source: Restoration performed
pt_br: Restauração efetuada

# salvo
source: Saved
pt_br: Salvo

# opsModuloPermitidoApenasTermianlPrincipal
source: Ops! This module can only be accessed from the main terminal
pt_br: Ops! Este modulo so pode ser acessado pelo terminal principal

# servidorWppIniciando
source: The WhatsApp server is being initialized... Try again in a minute. if it persists, restart the system and try again.
pt_br: O Servidor do whatsapp está sendo inicializado... Tente novamente daqui um minuto. se persistir reinicie o sistema e tente novamente.

# tentarNovamente
source: Try again
pt_br: Tentar novamente

# conectar
source: Connect
pt_br: Conectar

# destro
source: Right-handed
pt_br: Destro

# descDestro
source: Operate with the right or left hand
pt_br: Opera com a mão direita ou esquerda

# telefoneClienteAvulsoObrigatorio
source: Customer phone required
pt_br: Telefone do cliente avulso obrigatório

# terminalPrincipal
source: Main terminal
pt_br: Terminal Principal

# contagemPedidos
source: Order count
pt_br: Contagem de pedidos

# descContagemPedidos
source: Base count for order count
pt_br: Numero base para contagem de pedidos

# conflitoHorarioDiaSemana
source: There was a scheduling conflict on {weekDay} Delete the conflicting schedule and try again
pt_br: Houve um conflito de horário na {weekDay} Delete o horário conflitante e tente novamente

# iniciandoDownload
source: Starting download...
pt_br: Iniciando download...

# downloadDriverImpressoraConcluido
source: Download completed, starting printer driver...
pt_br: Download concluído, iniciando driver...

# idioma
source: Language
pt_br: Idioma

# copiadoParaAreaTransferencia
source: Copied to transfer area
pt_br: Copiado para area de transferência

# editarHorarioFuncionamento
source: Edit working hours
pt_br: Editar horario de funcionamento

# abertura
source: Opening
pt_br: Abertura

# fechamento
source: Closing
pt_br: Fechamento

# horarioAberturaDeveSerMenorQueHorarioFechamento
source: The opening time must be less than the closing time
pt_br: O horário de abertura deve ser menor que o de fechamento

# horarioFechamentoDeveSerMaiorQueHorarioAbertura
source: The closing time must be greater than the opening time
pt_br: O horário de fechamneto deve ser maior que o de abertura
